Repository: kingcos/OpenVibble
Catalog: OpenVibbleApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# common.back
source: Back
zh_hans: 返回

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.done
source: Done
zh_hans: 完成

# common.next
source: Next
zh_hans: 下一步

# common.notice
source: Notice
zh_hans: 提示

# common.ok
source: OK
zh_hans: 好

# common.skip
source: Skip
zh_hans: 跳过

# device.menu.crumb.menu
source: menu
zh_hans: 菜单

# device.menu.crumb.reset
source: menu / settings / reset
zh_hans: 菜单 / 设置 / 重置

# device.menu.crumb.settings
source: menu / settings
zh_hans: 菜单 / 设置

# device.menu.hint.aLong
source: A:long
zh_hans: 长按 A

# device.menu.hint.apply
source: apply
zh_hans: 应用

# device.menu.hint.aShort
source: A:short
zh_hans: 短按 A

# device.menu.hint.bShort
source: B:short
zh_hans: 短按 B

# device.menu.hint.close
source: close
zh_hans: 关闭

# device.menu.hint.next
source: next
zh_hans: 下一项

# device.menu.item.about
source: about
zh_hans: 关于

# device.menu.item.asciiPet
source: ascii pet
zh_hans: ASCII 宠物

# device.menu.item.back
source: back
zh_hans: 返回

# device.menu.item.bluetooth
source: bluetooth
zh_hans: 蓝牙

# device.menu.item.brightness
source: brightness
zh_hans: 亮度

# device.menu.item.cancel
source: cancel
zh_hans: 取消

# device.menu.item.clockRot
source: clock rot
zh_hans: 时钟方向

# device.menu.item.close
source: close
zh_hans: 关闭

# device.menu.item.confirm
source: confirm
zh_hans: 确认

# device.menu.item.demo
source: demo
zh_hans: 演示

# device.menu.item.help
source: help
zh_hans: 帮助

# device.menu.item.reset
source: reset
zh_hans: 重置

# device.menu.item.settings
source: settings
zh_hans: 设置

# device.menu.item.sound
source: sound
zh_hans: 声音

# device.menu.item.transcript
source: transcript
zh_hans: 字幕

# device.menu.item.turnOff
source: turn off
zh_hans: 关机

# device.menu.notice.demoOnly
source: Some features in this menu are for display only.
zh_hans: 该菜单内部分功能仅供展示。

# device.menu.section.menu
source: [MENU]
zh_hans: [菜单]

# device.menu.section.reset
source: [RESET]
zh_hans: [重置]

# device.menu.section.settings
source: [SETTINGS]
zh_hans: [设置]

# device.menu.title
source: DEVICE MENU
zh_hans: 设备菜单

# device.menu.value.auto
source: auto
zh_hans: 自动

# device.menu.value.landscape
source: landscape
zh_hans: 横向

# device.menu.value.off
source: off
zh_hans: 关

# device.menu.value.on
source: on
zh_hans: 开

# device.menu.value.portrait
source: portrait
zh_hans: 纵向

# home.a11y.choosePet
source: Choose pet
zh_hans: 选择宠物

# home.log
source: LOG
zh_hans: 日志

# home.log.copy
source: Copy
zh_hans: 复制

# home.log.empty
source: — no events yet —
zh_hans: — 暂无事件 —

# home.logs.copy
source: Copy
zh_hans: 复制

# home.logs.tab.ble
source: BLE
zh_hans: 蓝牙

# home.logs.tab.run
source: RUN
zh_hans: 运行

# home.metric.running
source: running
zh_hans: 运行中

# home.metric.total
source: total
zh_hans: 总计

# home.metric.waiting
source: waiting
zh_hans: 待确认

# home.mode.info
source: INFO
zh_hans: 信息

# home.mode.normal
source: NORMAL
zh_hans: 普通

# home.mode.pet
source: PET
zh_hans: 宠物

# home.pill.run
source: run
zh_hans: 运行

# home.pill.sess
source: sess
zh_hans: 会话

# home.pill.tokPerDay
source: tok/d
zh_hans: 今日

# home.pill.wait
source: wait
zh_hans: 等待

# home.power
source: Power
zh_hans: 电源

# home.prompt.approve
source: APPROVE
zh_hans: 允许

# home.prompt.deny
source: DENY
zh_hans: 拒绝

# home.prompt.hint
source: A approve · B deny
zh_hans: A 允许 · B 拒绝

# home.prompt.sent
source: ✓ SENT
zh_hans: ✓ 已发送

# home.prompt.waited
source: waited %ds
zh_hans: 已等待 %d 秒

# home.screenOff
source: — screen off · tap to wake —
zh_hans: — 屏幕关闭 · 轻触唤醒 —

# home.status.advertising
source: ADV
zh_hans: 广播中

# home.status.bluetoothOff
source: BT:off
zh_hans: 蓝牙已关闭

# home.status.connected
source: CONN
zh_hans: 已连接

# home.status.connectedMany
source: CONN ×%d
zh_hans: 已连接 ×%d

# home.status.idle
source: IDLE
zh_hans: 待机

# home.status.needsPermission
source: BLE:need-perm
zh_hans: 需要蓝牙权限

# home.status.noClaude
source: — waiting for Claude —
zh_hans: — 等待 Claude 接入 —

# home.status.permissionDenied
source: BLE:denied
zh_hans: 蓝牙权限被拒

# home.status.unsupported
source: BT:unsupported
zh_hans: 设备不支持

# home.status.waiting
source: waiting
zh_hans: 等待连接

# info.about.body1
source: Your iPhone becomes Claude Desktop's Hardware Buddy over BLE. Watch your pet react to sessions, approve permissions, and level up as tokens accumulate.
zh_hans: 让你的 iPhone 通过蓝牙成为 Claude Desktop 的硬件伙伴。宠物会随会话状态变化，也能在手机上回复权限请求，并随 Token 升级。

# info.about.body2
source: This iOS port replaces the ESP32 firmware — no extra hardware required.
zh_hans: 本 iOS 版本直接替代 ESP32 固件，无需额外硬件。

# info.about.line2
source: iPhone ↔ Claude Desktop
zh_hans: iPhone ↔ Claude 桌面端

# info.about.line3
source: BLE NUS + pet simulator
zh_hans: BLE NUS + 宠物模拟

# info.about.line4
source: A: cycle screens · B: flip page
zh_hans: A：切屏 · B：翻页

# info.ble.adv
source: adv
zh_hans: 广播

# info.ble.link
source: link
zh_hans: 连接

# info.ble.link.advertising
source: advertising
zh_hans: 广播中

# info.ble.link.conn
source: conn×%d
zh_hans: 已连 ×%d

# info.ble.link.off
source: off
zh_hans: 未启动

# info.ble.name
source: name
zh_hans: 名称

# info.buttons.line2
source: A (on prompt): approve
zh_hans: A（待审批时）：同意

# info.buttons.line3
source: B: page PET / INFO
zh_hans: B：翻页 PET / INFO

# info.buttons.line4
source: B (on prompt): deny
zh_hans: B（待审批时）：拒绝

# info.buttons.line5
source: LOG: show raw packets
zh_hans: 日志：查看原始数据包

# info.claude.body1
source: Pair this app from Claude Desktop's Hardware Buddy panel. Advertising uses the Nordic UART Service. iPhone name must start with "Claude" — set it in iOS Settings → General → About → Name.
zh_hans: 在 Claude Desktop 的 Hardware Buddy 面板完成配对。广播使用 Nordic UART Service，iPhone 的名称必须以 Claude 开头 —— 在 设置 → 通用 → 关于本机 → 名称 中修改。

# info.claude.body2
source: When the bridge sends a character pack, it lands in Application Support and appears in the species picker automatically.
zh_hans: Claude Desktop 推送的宠物包会落在 Application Support 目录，宠物选择器会自动显示。

# info.claude.running
source: running
zh_hans: 运行中

# info.claude.sessions
source: sessions
zh_hans: 会话

# info.claude.state
source: state
zh_hans: 状态

# info.claude.tokPerDay
source: tok/d
zh_hans: 今日 token

# info.claude.waiting
source: waiting
zh_hans: 等待

# info.credits.body1
source: Original ESP32 firmware + protocol: claude-desktop-buddy.
zh_hans: 原始 ESP32 固件与协议：claude-desktop-buddy。

# info.credits.body2
source: ASCII cat sprites ported from the firmware's buddies/cat.cpp.
zh_hans: ASCII 小猫动画移植自原固件的 buddies/cat.cpp。

# info.credits.body3
source: Built-in Bufo pet and GIF packs are user-installed via Claude Desktop.
zh_hans: 内置 Bufo 宠物以及其他 GIF 包来自 Claude Desktop 推送。

# info.credits.heading
source: Credits
zh_hans: 致谢

# info.credits.line1
source: idea: Felix Rieseberg
zh_hans: 灵感：Felix Rieseberg

# info.credits.line4
source: iOS bridge: kingcos
zh_hans: iOS 桥接：kingcos

# info.device.battery
source: battery
zh_hans: 电池

# info.device.off
source: off
zh_hans: 关

# info.device.on
source: on
zh_hans: 开

# info.device.pet
source: pet
zh_hans: 宠物

# info.device.scan
source: scan
zh_hans: 扫描线

# info.device.uptime
source: uptime
zh_hans: 运行时长

# info.device.usb
source: usb
zh_hans: USB 充电

# info.gestures.device
source: Device Gestures
zh_hans: 设备手势

# info.gestures.facedown.detail
source: Sleep — accumulates nap time
zh_hans: 进入睡眠，累计午睡时长

# info.gestures.facedown.title
source: Face-down 3s
zh_hans: 正面朝下 3 秒

# info.gestures.long.detail
source: Main menu
zh_hans: 打开主菜单

# info.gestures.long.title
source: Long-press pet
zh_hans: 长按宠物

# info.gestures.paw.detail
source: Choose species
zh_hans: 更换宠物

# info.gestures.paw.title
source: Pawprint icon
zh_hans: 爪印按钮

# info.gestures.screen
source: Screen Gestures
zh_hans: 屏幕手势

# info.gestures.shake.detail
source: Dizzy animation (2s)
zh_hans: 晕眩动画（2 秒）

# info.gestures.shake.title
source: Shake
zh_hans: 摇一摇

# info.gestures.tap.detail
source: Tap feedback
zh_hans: 轻触反馈

# info.gestures.tap.title
source: Tap pet
zh_hans: 点击宠物

# info.gestures.wake.detail
source: Wake back to idle / busy
zh_hans: 醒来回到空闲 / 繁忙状态

# info.gestures.wake.title
source: Face-up again
zh_hans: 翻回正面

# info.page.about.title
source: ABOUT
zh_hans: 关于

# info.page.ble.title
source: BLE
zh_hans: 蓝牙

# info.page.buttons.title
source: BUTTONS
zh_hans: 按键

# info.page.credits.title
source: CREDITS
zh_hans: 致谢

# info.page.device.title
source: DEVICE
zh_hans: 设备

# info.tab.about
source: About
zh_hans: 关于

# info.tab.credits
source: Credits
zh_hans: 致谢

# info.tab.gestures
source: Gestures
zh_hans: 手势

# info.title
source: Info
zh_hans: 说明

# live.action.approve
source: Approve
zh_hans: 允许

# live.action.deny
source: Deny
zh_hans: 拒绝

# live.alert.body
source: Tap to approve or deny.
zh_hans: 点击以允许或拒绝。

# live.alert.title
source: New Claude Request
zh_hans: Claude 新请求

# live.connection.advertising
source: Advertising
zh_hans: 广播中

# live.connection.connected
source: Connected
zh_hans: 已连接

# live.connection.stopped
source: Stopped
zh_hans: 已停止

# live.label.running
source: R
zh_hans: 运行

# live.label.waiting
source: W
zh_hans: 等待

# live.status.offline
source: Offline
zh_hans: 离线

# menu.changeSpecies
source: Change Species
zh_hans: 更换宠物

# menu.info
source: Info
zh_hans: 说明

# menu.petStats
source: Pet Stats
zh_hans: 宠物数据

# menu.title
source: Menu
zh_hans: 菜单

# notification.level.body
source: Your pet reached level %d.
zh_hans: 你的宠物已升到 %d 级。

# notification.level.title
source: Pet Level Up
zh_hans: 宠物升级

# notification.prompt.body
source: Claude Desktop requests permission for tool: %@.
zh_hans: Claude Desktop 请求工具权限：%@。

# notification.prompt.title
source: Permission Needed
zh_hans: 需要权限确认

# onboarding.cta.enter
source: Enter
zh_hans: 进入

# onboarding.cta.needsPermission
source: Grant Bluetooth to continue
zh_hans: 请先授予蓝牙权限

# onboarding.cta.skip
source: Skip for now
zh_hans: 跳过

# onboarding.cta.start
source: Start
zh_hans: 开始使用

# onboarding.help.a
source: Cycle NORMAL → PET → INFO · approve a pending prompt
zh_hans: 循环 NORMAL → PET → INFO · 允许待处理请求

# onboarding.help.a.long
source: Long-press · open device menu (settings / brightness / pet / reset / power off)
zh_hans: 长按 · 打开设备菜单（设置 / 亮度 / 宠物 / 重置 / 关机）

# onboarding.help.b
source: Flip page in PET / INFO · deny a pending prompt
zh_hans: 在 PET / INFO 翻页 · 拒绝待处理请求

# onboarding.help.gear
source: Settings · species picker · notification toggle
zh_hans: 设置 · 选择宠物 · 通知开关

# onboarding.help.log
source: Open the raw log drawer (run + BLE tabs)
zh_hans: 打开原始日志面板（运行 + 蓝牙 标签）

# onboarding.help.power
source: Power · turn off the screen · tap anywhere to wake
zh_hans: 电源 · 关闭屏幕 · 轻触任意位置唤醒

# onboarding.pair.body
source: Enable Developer Mode in Claude Desktop, then open Developer → Hardware Buddy and pick your iPhone from the list. You can push character packs from the same panel.
zh_hans: 在 Claude Desktop 里打开开发者模式，进入 Developer → Hardware Buddy，在列表里选中你的 iPhone。在同一个面板也能推送宠物包。

# onboarding.pair.title
source: Pair in Claude Desktop
zh_hans: 在 Claude Desktop 配对

# onboarding.permission.ble
source: Bluetooth
zh_hans: 蓝牙

# onboarding.permission.granted
source: Granted
zh_hans: 已授予

# onboarding.permission.notification
source: Notifications
zh_hans: 通知

# onboarding.permission.openSettings
source: Open Settings
zh_hans: 打开设置

# onboarding.permission.request
source: Request permission
zh_hans: 请求权限

# onboarding.permission.status.allowed
source: allowed
zh_hans: 已允许

# onboarding.permission.status.denied
source: denied
zh_hans: 已拒绝

# onboarding.permission.status.notDetermined
source: not asked
zh_hans: 未请求

# onboarding.permission.status.restricted
source: restricted
zh_hans: 受限

# onboarding.permission.status.unknown
source: unknown
zh_hans: 未知

# onboarding.rename.body
source: Claude Desktop only finds devices whose name starts with "Claude". Open iOS Settings → General → About → Name and set it to "Claude" (or "Claude-iPhone", "Claude-Air", etc.).
zh_hans: Claude Desktop 只会扫描以 Claude 开头的设备名。请打开 iOS 的 设置 → 通用 → 关于本机 → 名称，把它改成 "Claude"（或 "Claude-iPhone"、"Claude-Air" 等）。

# onboarding.rename.copied
source: Copied
zh_hans: 已复制

# onboarding.rename.copy
source: Copy
zh_hans: 复制

# onboarding.rename.hint
source: If Claude Desktop still can't find your iPhone after renaming, restart the phone once — iOS caches the Bluetooth broadcast name.
zh_hans: 如果重命名后 Claude Desktop 仍然搜不到，请重启一次 iPhone —— 系统会缓存蓝牙广播名。

# onboarding.rename.manualHint
source: Open Settings → General → About → Name and paste the handle above.
zh_hans: 请前往「设置 → 通用 → 关于本机 → 名称」，粘贴上方名称。

# onboarding.rename.openSettings
source: Open Settings
zh_hans: 打开设置

# onboarding.rename.shuffle
source: Shuffle
zh_hans: 换一个

# onboarding.rename.title
source: Rename Your iPhone
zh_hans: 先重命名你的 iPhone

# onboarding.step.help.body
source: The home screen is laid out like a handheld. A cycles screens; B flips pages or denies.
zh_hans: 首页采用掌机式布局：A 键切换屏幕，B 键翻页或拒绝。

# onboarding.step.help.title
source: Help
zh_hans: 帮助

# onboarding.step.permission.body
source: OpenVibble needs Bluetooth to connect to Claude Desktop. Notifications let you approve tools while OpenVibble is in the background.
zh_hans: OpenVibble 需要蓝牙才能连接 Claude Desktop；通知用于在后台时提示权限请求。

# onboarding.step.permission.title
source: Grant permissions
zh_hans: 授予权限

# onboarding.step.rename.body
source: Claude Desktop scans for names starting with Claude. Copy the suggested handle and paste it into Settings → General → About → Name.
zh_hans: Claude Desktop 会扫描以 Claude 开头的设备名。复制下方建议名称，粘贴到「设置 → 通用 → 关于本机 → 名称」。

# onboarding.step.rename.title
source: Rename this iPhone
zh_hans: 修改 iPhone 名称

# onboarding.welcome.body
source: Your iPhone becomes Claude Desktop's Hardware Buddy over Bluetooth. Watch your pet react to sessions, level up on tokens, and approve permissions from your phone.
zh_hans: 让你的 iPhone 通过蓝牙成为 Claude Desktop 的硬件伙伴。宠物会跟着会话状态变化、随 Token 升级，也能在手机上一键允许/拒绝权限。

# onboarding.welcome.title
source: Welcome to OpenVibble
zh_hans: 欢迎使用 OpenVibble

# pet.a11y.nextPage
source: Next page
zh_hans: 下一页

# pet.approvals
source: Approvals
zh_hans: 允许次数

# pet.delete
source: Delete Uploaded Pet Packs
zh_hans: 删除上传的宠物包

# pet.delete.confirm
source: Delete uploaded pet packs?
zh_hans: 删除上传的宠物包？

# pet.delete.doIt
source: Delete
zh_hans: 删除

# pet.delete.message
source: All pet packs uploaded from Claude Desktop will be removed. You'll fall back to the built-in pet.
zh_hans: 所有从 Claude Desktop 上传的宠物包会被删除，应用会回退到内置宠物。

# pet.denials
source: Denials
zh_hans: 拒绝次数

# pet.energy
source: Energy Score
zh_hans: 精力值

# pet.fed
source: Satiety Score
zh_hans: 饱腹值

# pet.how.a
source: cycle screens
zh_hans: 切换屏幕

# pet.how.b
source: flip pages
zh_hans: 翻页

# pet.how.energy
source: face-down naps refill
zh_hans: 面朝下小憩回能

# pet.how.fed
source: 50K tokens = Lv up
zh_hans: 每 5 万 token = 升级

# pet.how.idle
source: no touch → sleep
zh_hans: 闲置 → 睡眠

# pet.how.mood
source: approve fast ↑ · deny lots ↓
zh_hans: 秒批 ↑ · 多拒 ↓

# pet.how.shake
source: shake → dizzy
zh_hans: 摇晃 → 晕眩

# pet.how.tag.energy
source: ENERGY SCORE
zh_hans: 精力值

# pet.how.tag.fed
source: SATIETY SCORE
zh_hans: 饱腹值

# pet.how.tag.idle
source: IDLE
zh_hans: 空闲

# pet.how.tag.mood
source: MOOD SCORE
zh_hans: 心情值

# pet.how.tag.shake
source: SHAKE
zh_hans: 摇一摇

# pet.level
source: Level
zh_hans: 等级

# pet.medianResponse
source: Median Response
zh_hans: 平均响应

# pet.metric.approved
source: approved
zh_hans: 已批准

# pet.metric.denied
source: denied
zh_hans: 已拒绝

# pet.metric.napped
source: napped
zh_hans: 小憩

# pet.metric.today
source: today
zh_hans: 今日

# pet.metric.tokens
source: tokens
zh_hans: Token

# pet.mood
source: Mood Score
zh_hans: 心情值

# pet.reset
source: Reset
zh_hans: 重置

# pet.reset.confirm
source: Reset this app?
zh_hans: 重置此应用？

# pet.reset.doIt
source: Reset
zh_hans: 重置

# pet.reset.message
source: Preferences, pet selection, cached stats, and the onboarding flag will be cleared. Uploaded pet packs are kept. The app returns to its first-launch state.
zh_hans: 偏好设置、宠物选择、缓存数据与引导状态都会被清除，上传的宠物包会保留。应用会回到首次启动状态。

# pet.section.danger
source: Danger Zone
zh_hans: 危险操作

# pet.section.progress
source: Progress
zh_hans: 进度

# pet.section.responses
source: Responses
zh_hans: 回应

# pet.section.rest
source: Rest
zh_hans: 休息

# pet.stats.deleteFail
source: Delete failed.
zh_hans: 删除失败。

# pet.stats.deleteOk
source: Characters deleted.
zh_hans: 宠物包已删除。

# pet.stats.resetOk
source: App reset to defaults.
zh_hans: 已恢复出厂设置。

# pet.stats.title
source: Pet Stats
zh_hans: 宠物数据

# pet.title
source: Pet
zh_hans: 宠物

# pet.tokens
source: Tokens
zh_hans: Token

# pet.totalNap
source: Total Nap
zh_hans: 午睡时长

# settings.about.app
source: App
zh_hans: 应用

# settings.about.author
source: Author
zh_hans: 作者

# settings.about.language
source: Language
zh_hans: 语言

# settings.about.language.hint
source: Follows system language. Supports English and Simplified Chinese.
zh_hans: 跟随系统语言。目前支持简体中文与英文。

# settings.about.repo
source: Source Code
zh_hans: 开源地址

# settings.about.version
source: Version
zh_hans: 版本

# settings.autoAdvertise
source: Auto-advertise
zh_hans: 自动广播

# settings.guide.show
source: View Onboarding
zh_hans: 查看引导

# settings.help.reconnectHint
source: If Claude Desktop still cannot connect after multiple tries, restart the Claude Desktop client.
zh_hans: 如果 Claude Desktop 多次尝试后仍无法正常连接，可重启 Claude Desktop 客户端。

# settings.interface.showPowerButton
source: Show power button
zh_hans: 显示关机键

# settings.interface.showPowerButton.hint
source: Hide the power button on the home screen. Long-press A can still open the device menu and turn off the screen from there.
zh_hans: 隐藏主界面的关机键。长按 A 仍可打开设备菜单并在其中关屏。

# settings.liveActivity
source: Live Activity
zh_hans: 灵动岛与实时活动

# settings.liveActivity.hint
source: Shown only when Claude Desktop is connected.
zh_hans: 仅在连接 Claude 桌面端时显示。

# settings.notifications.enable
source: Enable local notifications
zh_hans: 开启本地通知

# settings.notifications.label
source: Notifications
zh_hans: 通知

# settings.notifications.request
source: Request Notification Permission
zh_hans: 请求通知权限

# settings.notifications.status
source: Permission
zh_hans: 权限状态

# settings.notifications.status.denied
source: Denied
zh_hans: 已拒绝

# settings.notifications.status.enabled
source: Authorized
zh_hans: 已授权

# settings.notifications.status.notDetermined
source: Not Determined
zh_hans: 未决定

# settings.notifications.status.unknown
source: Unknown
zh_hans: 未知

# settings.pet.change
source: Change pet
zh_hans: 更换宠物

# settings.pet.info
source: About this pet
zh_hans: 宠物说明

# settings.pet.ownerName
source: Owner
zh_hans: 主人

# settings.pet.ownerPlaceholder
source: optional
zh_hans: 可选

# settings.pet.petName
source: Pet name
zh_hans: 宠物名

# settings.pet.summary
source: SUMMARY
zh_hans: 概要

# settings.scanline
source: Scanline
zh_hans: 扫描线

# settings.section.about
source: About
zh_hans: 关于

# settings.section.about.lower
source: about
zh_hans: 关于

# settings.section.alerts.lower
source: alerts
zh_hans: 通知提醒

# settings.section.bluetooth.lower
source: bluetooth
zh_hans: 蓝牙

# settings.section.danger
source: Danger Zone
zh_hans: 危险操作

# settings.section.danger.lower
source: danger
zh_hans: 危险操作

# settings.section.display.lower
source: display
zh_hans: 显示

# settings.section.guide
source: Help
zh_hans: 帮助

# settings.section.guide.lower
source: help
zh_hans: 帮助

# settings.section.interface
source: Interface
zh_hans: 界面

# settings.section.interface.lower
source: interface
zh_hans: 界面

# settings.section.notifications
source: Notifications
zh_hans: 通知

# settings.section.pet
source: Pet
zh_hans: 宠物

# settings.section.pet.lower
source: pet
zh_hans: 宠物

# settings.section.theme
source: Appearance
zh_hans: 外观

# settings.species
source: Type
zh_hans: 类型

# settings.theme.coral
source: Coral
zh_hans: 珊瑚

# settings.theme.graphite
source: Graphite
zh_hans: 石墨

# settings.theme.mint
source: Mint
zh_hans: 薄荷

# settings.theme.orange
source: M5 Orange
zh_hans: M5 橙

# settings.title
source: Settings
zh_hans: 设置

# species.ascii.cat
source: ASCII Cat
zh_hans: ASCII 小猫

# species.builtin
source: Built-in
zh_hans: 内置

# species.empty.installed
source: No characters installed yet. Push one from Claude Desktop's Hardware Buddy panel.
zh_hans: 还没有已安装的宠物。可以在 Claude Desktop 的 Hardware Buddy 面板推送一个。

# species.header
source: $ species
zh_hans: $ 类型

# species.installed
source: Installed
zh_hans: 已安装

# species.panel.builtin
source: species --builtin
zh_hans: 类型 --内置

# species.panel.installed
source: species --installed
zh_hans: 类型 --已安装

# species.subtitle.states
source: %lld states
zh_hans: %lld 个状态

# species.title
source: Choose Species
zh_hans: 选择宠物

# state.attention
source: ATTN
zh_hans: 待应

# state.busy
source: BUSY
zh_hans: 忙碌

# state.celebrate
source: YAY
zh_hans: 庆祝

# state.dizzy
source: DIZZY
zh_hans: 眩晕

# state.heart
source: HEART
zh_hans: 喜爱

# state.idle
source: IDLE
zh_hans: 空闲

# state.sleep
source: SLEEP
zh_hans: 休眠

# tab.console
source: Console
zh_hans: 终端

# tab.control
source: Control
zh_hans: 控制

# tab.dashboard
source: Dashboard
zh_hans: 设备
